Repository: Appsorwebs/wp-membeship-events-made-easy
Catalog: langs/events-made-easy-frontend-submit-*.po
Languages: de_de

source: Redirect to login page
de_de: Auf eine Login-Seite umleiten

source: Enter the event's start time
de_de: Uhrzeit des Veranstaltungsbeginns eingeben

source: Sorry, but you're not allowed to submit new events.
de_de: Du bist leider nicht berechtigt, neue Veranstaltungen einzureichen.

source: The text shown to a guest when trying to submit a new event when they are not allowed to do so.
de_de: Der Text, der angezeigt wird, wenn ein Gast versucht eine neue Veranstaltung einzureichen und keine Berechtigung hierfür hat.

source: Check this option if you want to add an invisible field to your forms. Bots will fill out this field and thus get trapped.
de_de: Aktiviere diese Option, wenn du ein unsichtbares Feld zu deinen Formularen hinzufügen möchtest. Bots werden dieses Feld ausfüllen und dadurch in die Falle gehen.

source: Add anti-spam honeypot field for forms?
de_de: Anti-Spam-Honeypot-Feld zu den Formularen hinzufügen?

source: Bot detected. If you believe you've received this message in error please contact the site owner.
de_de: Bot ermittelt. Bitte kontaktiere den Website-Besitzer, wenn du diese Meldung irrtümlich erhalten haben solltest.

source: Problem while generating the captcha, please check with the site administrator
de_de: Beim Generieren des CAPTCHA trat ein Fehler auf, bitte informiere den Website-Administrator

source: Enable Maps integration?
de_de: Kartenintegration aktivieren?

source: You entered an incorrect code. Please fill in the correct code.
de_de: Du hast einen falschen Code eingegeben. Bitte gib den richtigen Code ein.

source: Check this option if you want to redirect to the success page even if the person submitting the event has the right to see the newly submitted event.
de_de: Aktiviere diese Option, wenn du auf die Erfolgsseite weiterleiten möchtest, auch wenn die Person, die die Veranstaltung einreicht, das Recht hat, die neu eingereichte Veranstaltung zu sehen.

source: Always show success page
de_de: Erfolgsseite immer anzeigen

source: The default category assigned to an event if nothing is selected in the form.
de_de: Die einer Veranstaltung zugewiesene Standardkategorie, wenn im Formular nichts ausgewählt ist.

source: Default category for new event
de_de: Standardkategorie für eine neue Veranstaltung

source: Contact E-mail body
de_de: E-Mail-Body des Kontakts

source: Allow image upload?
de_de: Upload von Bildern erlauben?

source: Check this option if you want to allow image upload in the frontend wysiwyg editor for the event notes.
de_de: Aktiviere diese Option, wenn du das Hochladen von Bildern im Frontend-WYSIWYG-Editor für Veranstaltungsbeschreibungen erlauben möchtest.

source: Event External URL
de_de: Externe URL der Veranstaltung

source: Error: captcha not required in settings, but used in the form template
de_de: Fehler: Die Verwendung von CAPTCHA wird in den Einstellungen nicht vorgeschrieben, es wird aber in der Formularvorlage verwendet

source: Error: captcha required in settings, but not used in the form template
de_de: Fehler: Die Verwendung von CAPTCHA wird in den Einstellungen vorgeschrieben, es wird aber in der Formularvorlage nicht verwendet

source: The end date/time must occur <strong>after</strong> the start date/time
de_de: Das Datum/die Uhrzeit des Veranstaltungsendes muss <strong>nach</strong> dem Datum/der Uhrzeit des Veranstaltungsbeginns liegen

source: Check this option to require the use of a captcha. The form used will need "EMEFS::field('captcha');" in it (see the provided template examples), otherwise it will never get submitted.
de_de: Aktiviere diese Option, um die Verwendung von CAPTCHA vorzuschreiben. Das verwendete Formular muss „EMEFS::field('captcha');“ enthalten (siehe die mitgelieferten Vorlagen-Beispiele), andernfalls wird es nie eingereicht.

source: The page a person will be redirected to after successfully submitting a new event if the person submitting the event has no right to see the newly submitted event.
de_de: Die Seite, auf die eine Person nach erfolgreicher Einreichung einer neuen Veranstaltung weitergeleitet wird, wenn die Person, die die Veranstaltung einreicht, kein Recht hat, die neu eingereichte Veranstaltung zu sehen.

source: Check this option if you want guests also to be able to add new events.
de_de: Aktiviere diese Option, wenn du möchtest, dass Gäste auch neue Veranstaltungen hinzufügen können.

source: Check the start date and time
de_de: Datum und Uhrzeit des Veranstaltungsbeginns prüfen

source: Check the end date and time
de_de: Datum und Uhrzeit des Veranstaltungsendes prüfen

source: Location Information
de_de: Informationen des Veranstaltungsorts

source: Please enter a name for the event
de_de: Bitte gib einen Namen für die Veranstaltung ein

source: You have to configure the page where successful submissions will be redirected to.
de_de: Du musst eine Seite konfigurieren, auf die nach erfolgreicher Einreichung einer Veranstaltung weitergeleitet wird.

source: Enter the event's start date
de_de: Startdatum der Veranstaltung eingeben

source: The Events Made Easy Frontend Submit plugin is an extension to the Events Made Easy plugin, which has to be installed and activated first. The plugin has been deactivated.
de_de: Das Plugin „Events Made Easy Frontend Submit“ ist eine Erweiterung des Plugins „Events Made Easy“, welches zuerst installiert und aktiviert werden muss. Das Plugin wurde deaktiviert.

source: Events Made Easy plugin missing
de_de: Das Plugin „Events Made Easy“ fehlt

source: Basic Configuration is Missing
de_de: Die Grundkonfiguration fehlt

source: Start
de_de: Beginn

source: Date & Time
de_de: Datum und Uhrzeit

source: Check this option if you want to use a frontend wysiwyg editor for the event notes.
de_de: Aktiviere diese Option, wenn du einen Frontend-WYSIWYG-Editor für Veranstaltungsbeschreibungen verwenden möchtest.

source: Guests not allowed text
de_de: Text für nicht autorisierte Gäste

source: Success Page
de_de: Erfolgsseite

source: Check this option to enable Map integration
de_de: Aktiviere diese Option, um die Kartenintegration zu aktivieren

source: Check this option if you want the location to be always created, even if the user does not have the needed capability set in EME to create locations.
de_de: Aktiviere diese Option, wenn der Veranstaltungsort immer erstellt werden soll, auch wenn der Benutzer in „Events Made Easy“ nicht über die erforderlichen Berechtigungen zum Erstellen von Veranstaltungsorten verfügt.

source: required
de_de: erforderlich

source: Submit Event
de_de: Veranstaltung erstellen

source: Events Made Easy Frontend Submit Settings
de_de: Einstellungen von Events Made Easy Frontend Submit

source: Displays a form to allow people to enter events for the Events Made Easy plugin on a regular wordpress page.
de_de: Zeigt ein Formular an, mit dem Personen Veranstaltungen für das Plugin „Events Made Easy“ auf einer regulären WordPress-Seite eingeben können.

source: Select the Event Category
de_de: Veranstaltungskategorie auswählen

source: Event Information
de_de: Veranstaltungsinformationen

source: Event Name
de_de: Veranstaltungsname

source: Allow guest submit?
de_de: Einreichung durch Gäste erlauben?

source: Force location creation?
de_de: Erstellung eines Veranstaltungsorts erzwingen?

source: The state for a newly submitted event.
de_de: Der Status für eine neu erstellte Veranstaltung.

source: State for new event
de_de: Status für neue Veranstaltungen

source: Use captcha?
de_de: CAPTCHA verwenden?

source: Use wysiwyg?
de_de: WYSIWYG verwenden?

source: This plugin requires the plugin 'Events Made Easy' to be installed.
de_de: Dieses Plugin erfordert die Installation des Plugins „Events Made Easy“.

source: Address
de_de: Adresse

source: No
de_de: Nein

source: Yes
de_de: Ja

source: Date
de_de: Datum

source: Time
de_de: Uhrzeit

source: End
de_de: Ende

source: Description
de_de: Beschreibung

source: City or Town
de_de: Stadt

source: Save Options
de_de: Optionen speichern
